[DLC06_M01Stat_Slaughterhouse DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="使鲸鱼得到解脱")
m_MissionSummaryItems[1]=(m_Description="摧毁了罗斯维德屠宰场")
m_MissionSummaryItems[2]=(m_Description="把邦德里·罗斯维德运去远方的小岛")
m_MissionSummaryItems[3]=(m_Description="释放了劳工")
m_MissionSummaryItems[4]=(m_Description="完成了拉格斯奶奶的配方")
m_MissionSummaryItems[5]=(m_Description="搜刮了警卫官的保险柜")

[DLC06_M02Stat_Timsh DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="完成奶奶的配方")
m_MissionSummaryItems[1]=(m_Description="杀死了特恩布尔将军")
m_MissionSummaryItems[2]=(m_Description="搜刮了提姆士的所有箱子")
m_MissionSummaryItems[3]=(m_Description="让大律师提姆士被逮捕")
m_MissionSummaryItems[4]=(m_Description="和“黛莉拉”谈话")
m_MissionSummaryItems[5]=(m_Description="在比利·勒克的眼皮底下狙杀了提姆士")

[DLC06_M03Stat_DaudBase DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="杀死了比利·勒克")
m_MissionSummaryItems[1]=(m_Description="饶了比利·勒克一命")
m_MissionSummaryItems[2]=(m_Description="拯救了所有被捕的刺客")
m_MissionSummaryItems[3]=(m_Description="干掉了所有装备有音乐盒的督军")

[DLC06_MissionStats_Base DisTweaks_MissionStats]
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="尸体或昏迷之人被发现数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛数量")
m_MissionStats[10]=(m_Description="搜集金币数量")

